"ALL_RECENT_CALLS" = "Előző hívások";

"MULTI_MISSED_CALLS_FORMAT" = "%i nem fogadott hívás";
"MULTI_CALLS_FORMAT" = "%i hívás";

"CANCELLED" = "Megszakított hívás";
"MISSED" = "Nem fogadott hívás";
"INCOMING" = "Bejövő hívás";
"OUTGOING" = "Kimenő hívás";

"CLEAR" = "Törlés";
"CLEAR_ALL" = "Összes előzmény törlése";

"ALL_TOGGLE_TITLE" = "Összes";
"MISSED_TOGGLE_TITLE" = "Nem fogad.";

"HOUR_UNIT" = "óra";
"HOUR_UNIT_PLURAL" = "óra";
"MINUTE_UNIT" = "perc";
"MINUTE_UNIT_PLURAL" = "perc";
"MINUTE_UNIT_ABB" = "p";
"SECOND_UNIT" = "másodperc";
"SECOND_UNIT_PLURAL" = "másodperc";

"CANCELLED_SMALL" = "megszakítva";
"MISSED_SMALL" = "nem fogadott";

"OUTGOING_CALLS" = "Kimenő hívások";
"INCOMING_CALLS" = "Bejövő hívások";

"UNKNOWN_LABEL" = "ismeretlen";

"CNAP_STRING_FORMAT" = "%@ %@";